			<div id='rightmenuupper'><div id='rightmenuhead'>Навигация</div></div>
			  <ul id='rightmenu'><li>Создание макетов</li>
			  <li>Фото и коллажи</li>
			  <li>Текст и типографика</li> 
			  <li>Юзер интерфейс (GUI)</li>
			  <li>Логотипы и графика</li>
			  <li>Анимация</li>
			  <li>Вдохновение</li>
			  <li>Верстка и натяжка</li>
			  <li>Инфографика</li>
			  <li>Полезные трюки</li>
			  <li class='blue'>Уроки по сложности</li>
			  <li><a href='#123'>Новичек — легкий</a></li>
  			  <li>Ветеран — средний</li>
  			  <li>Тех-дизайнер — сложный</li>
  			</ul>